import * as React from 'react';

import { ThemeProvider } from 'styled-components';

import GlobalStyles from 'styles/global';
import theme from 'styles/theme';

import Layout from 'components/Layout/Layout';
import Heading from 'components/Text/Heading';
import RegularText from 'components/Text/RegularText';

import { Wrapper, Link } from 'styles/pages/p2b';

const P2B = () => {
  return (
    <ThemeProvider theme={theme}>
      <GlobalStyles />
      <Layout width="60">
        <Wrapper>
          <Heading>P2B</Heading>
          <RegularText>
            P2B (Play-to-Benefit) - играй, чтобы извлечь (для себя)/нести (окружающим) пользу, выгоду.
          </RegularText>
          <RegularText>
            Хочешь благо для себя - делай благо для других - это есть фор­му­ла от­но­ше­ния Че­ло­ве­ка к самому се­бе
            че­рез его от­ноше­ние к дру­гим. Пред­по­ла­га­ет­ся, что Че­ло­век дол­жен и желает ру­ко­во­дство­вать­ся
            благородными морально-нравственными нор­ма­ми, ко­то­рые име­ют свойство взаимности и социального Единства,
            укрепляют его свя­зи с дру­ги­ми, и от­кры­ва­ют пер­спек­ти­ву взаимовыгодного со­труд­ни­че­ст­ва с ни­ми.
          </RegularText>
          <RegularText>
            Р2В - это ментально-цифровой формат взаимоотношений и взаимодействия во всех сферах крипто мира, в основании
            данного формата, лежит Золотое правило Нравственности с принципом “выиграл-выиграл”
          </RegularText>
          <RegularText>
            По-сути, игра без проигравших - это когда ты становишься богаче от того, что помогаешь разбогатеть другому,
            - разбогатеть духовно, интеллектуально и/или финансово-материально. Это когда на всех уровнях ее проявления
            выгоду получает каждый, кого задействует игровой процесс - от генератора идеи, разработчиков, создателей до
            сообщества игроков всего крипо-Мира и окружающей нас крипто-среды.
          </RegularText>
          <RegularText>
            Человек играющий в игры нацелены на его Личностный рост, развитие этики и нравственности, всегда пребывает в
            доброжелательном расположении Духа генерирует радость и мудрость в окружающее его пространство.
          </RegularText>
          <RegularText>
            В наше время молодые родители все чаще применяют в воспитании своих детей развивающие Р2В-игры, большая
            часть, которых бесплатные. Они позволяют в раннем возрасте запустить процессы, которые в будущем смогут
            развиться в особые качества или способности. Пусть мы не знаем, кем будет наш ребенок, когда он вырастет, но
            мы можем помочь ему познать этот мир с помощью развивающих игр. Проходя различные квесты и выполняя задания
            онлайн, Ваш ребенок сможет улучшить мыслительные качества, получить информацию в различных науках или
            развить в себе творческий потенциал.
          </RegularText>
          <RegularText>
            Также в Р2В-сегменте Человек приобретает определенный, необходимый ему навык или осваивает профессию
          </RegularText>
          <RegularText>
            Подытожив, мы получаем этику P2B, как ментально-цифровую модель взаимодействия и способ самореализации,
            практикуя данный метод, выражен в форме крипо-игры, Вы обязательно обнаружите, что формат Meta Joker - это
            уникальная технология расширения Сознания Homo, через активацию Энергетических Центров и Шишковидной железы.
          </RegularText>
          <RegularText>
            за счет энергоинформационного обмена с Природой и между людьми, обмена интеллектуальной, творческой и
            денежной энергиями по{' '}
            <Link
              href="https://ru.wikipedia.org/wiki/%D0%97%D0%B0%D0%BA%D0%BE%D0%BD_%D0%BF%D1%80%D0%B8%D0%B2%D0%BB%D0%B5%D1%87%D0%B5%D0%BD%D0%B8%D1%8F_(%D0%9D%D0%BE%D0%B2%D0%BE%D0%B5_%D0%BC%D1%8B%D1%88%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5)"
              target="_blank">
              Закону Притяжения
            </Link>{' '}
            - подобное притягивает подобное.
          </RegularText>
          <Heading>Что такое P2B?</Heading>
          <RegularText>
            Как мы все уже знаем, метавселенная — это гораздо более широкое понятие, чем просто виртуальные игры, и это
            сочетание виртуальной реальности (VR), дополненной реальности (AR), смешанной реальности (MR), NFT,
            блокчейна, WEB 3.0, криптовалют, социальных сетей и многое другое.
          </RegularText>
          <RegularText>
            Так вот, в то время как VR, AR и MR являются одними из наиболее важных элементов метавселенной, которые, по
            сути, предлагают пользователям трехмерный виртуальный опыт с эффектом присутствия, давайте рассмотрим, какое
            место в этом мета-коктейле занимает модель Р2В (Play to Benefit) и проект Crypto Joker, что именно они собой
            представляют, не так ли?
          </RegularText>
          <RegularText>
            P2B (Play-to-Benefit) - играй, чтобы делать Добро, - Хочешь Благо для себя - делай Благо для других!
          </RegularText>
          <RegularText>
            - P2B это ментальный формат игры и взаимоотношений, в основании которого лежит Золотое правило
            Нравственности - "Поступай с другими так, как хочешь, чтобы другие поступали с тобой", с принципом
            выиграл-выиграл. По сути, игра без проигравших - это когда ты становишься богаче от того, что помогаешь
            разбогатеть другому (разбогатеть духовно, интеллектуально и финансово-материально), например, NFT-игра Joker
            Smile.
          </RegularText>
          <RegularText>
            - на основе P2B создана модель NFT-игры уровня WEB 3.0, с инновационной системой взаимодополняемых токенов.
            Данная модель основана на энергоинформационном обмене между людьми, обмене интеллектуальной, творческой и
            денежной энергиями по Закону Притяжения (подобное притягивает подобное).
          </RegularText>
          <RegularText>
            - модель P2B и проект Crypto Joker, рождены в Крипто-Вселенной где Игрок-Единомышленник, является частью
            инициативы ”Новой Эры”, направленной на построение лучшего Мира и Личности, лучшей Этики и Морали. Это
            выражено в идее, которая разными способами трансформирует этот Мир в лучшее место для жизни Человека. Р2В
            позволяет Человеку всегда пребывать в творческом резонансе с земной Жизнью и внутренним Миром!
          </RegularText>
          <RegularText></RegularText>
          <RegularText></RegularText>
          <RegularText></RegularText>
        </Wrapper>
      </Layout>
    </ThemeProvider>
  );
};

export default P2B;
