import previewImage_1 from 'images/card-sm-1.png';
import previewImage_2 from 'images/card-sm-2.png';
import previewImage_3 from 'images/card-sm-3.png';
import previewImage_4 from 'images/card-sm-4.png';
import previewImage_5 from 'images/card-sm-5.png';
import previewImage_6 from 'images/card-sm-6.png';
import previewImage_7 from 'images/card-sm-7.png';

import image_1 from 'images/card-lg-1.jpeg';
import image_2 from 'images/card-lg-2.jpeg';
import image_3 from 'images/card-lg-3.jpeg';
import image_4 from 'images/card-lg-4.jpeg';
import image_5 from 'images/card-lg-5.jpeg';
import image_6 from 'images/card-lg-6.jpeg';
import image_7 from 'images/card-lg-7.jpeg';

export const data = [
  {
    id: '1',
    color: '#d41717',
    path: '/collection/1',
    previewImage: previewImage_1,
    image: image_1,
    name: 'Материальный',
    description: [
      'ЛАМ - Муладхара (корневая чакра)',
      'Местоположение: центр - позвоночник, крестец, копчик. Мантра ЛАМ. Звук - ДО. Цвет - красный. Запах - розы. Вкус - сладкий. Ощущение - горячее покалывание',
      'Ответственна: за выживание, ядро личности, Жизненную силу организма тела физического',
      'Муладхару еще называют корневой чакрой. Она связывает человека с Землёй, как и растения через корень связаны с ней',
      'Эта чакра наполняет человека энергией и обеспечивает его Жизненными силами'
    ],
    openSeaLink:
      'https://opensea.io/assets/ethereum/0x495f947276749ce646f68ac8c248420045cb7b5e/7466157608590731687752631606010110470022539615438142422299172877091630744329'
  },
  {
    id: '2',
    color: '#c76a00',
    path: '/collection/2',
    previewImage: previewImage_2,
    name: 'Социальный',
    image: image_2,
    description: [
      'ВАМ - Свадхистана (чакра живота)',
      'Местоположение - два пальца ниже пупка. Мантра ВАМ. Звук - РЕ. ﻿Цвет - оранжево-розовый. Запах - ромашка. Вкус - вяжущий. Ощущение - горячие ладони.',
      'Ответственна: за сексуальность, созидательность, творчество, продолжение рода, рождение третьего начала, притяжение противоположного пола.',
      'В ней на подсознательном уровне хранится информация детства, разнообразные впечатления, образы, а также эмоции'
    ],
    openSeaLink:
      'https://opensea.io/assets/ethereum/0x495f947276749ce646f68ac8c248420045cb7b5e/7466157608590731687752631606010110470022539615438142422299172878191142372105'
  },
  {
    id: '3',
    color: '#d1b500',
    path: '/collection/3',
    name: 'Интеллект',
    image: image_3,
    previewImage: previewImage_3,
    description: [
      'RAM - Манипура (чакра солнечного сплетения)',
      'Мантра РАМ. Звук - МИ. Цвет - желто-лимонный. Запах - мяты. Вкус - перец жжет кончик языка. Ощущение - тепло',
      'Ответственна за восприятие, действие, активную реализацию созданных мыслеформ',
      'Манипура - центр физической энергии. Чем сильнее эта чакра, тем больше человек способен властвовать, подчинять, управлять. От нее зависит создание гармонии между духовной и материальной сущностями человека, и распределение энергии во все сферы организма'
    ],
    openSeaLink:
      'https://opensea.io/assets/ethereum/0x495f947276749ce646f68ac8c248420045cb7b5e/7466157608590731687752631606010110470022539615438142422299172879290653999881'
  },
  {
    id: '4',
    color: '#02b32e',
    path: '/collection/4',
    previewImage: previewImage_4,
    name: 'Эмоции',
    image: image_4,
    description: [
      'YAM - Анахата (чакра сердца)',
      'Местоположение - центр груди. Мантра ЯМ. Звук - ФА. Цвет - зеленый. Запах - герани. Вкус - лимон. Ощущение - нейтральное (держу шелк)',
      'Здесь концентрируется весь Духовный опыт Человека, находится центр контроля управления памятью и процессами нашей эмоциональной деятельности',
      'Чем больше раскрыта эта чакра на добро и взаимность, тем лучше она раскрывает творческий потенциал, богаче становится твоя интуиция'
    ],
    openSeaLink:
      'https://opensea.io/assets/ethereum/0x495f947276749ce646f68ac8c248420045cb7b5e/7466157608590731687752631606010110470022539615438142422299172880390165627657'
  },
  {
    id: '5',
    color: '#0aa6a6',
    path: '/collection/5',
    previewImage: previewImage_5,
    name: 'Идеи',
    image: image_5,
    description: [
      'HAM - Вишудха (чакра горла)',
      'Местоположение - яремная ямка. Мантра ХАМ. Звук - СОЛЬ. Цвет - голубой. Запах - полыни. Вкус - горький. Ощущение - прохлада',
      'От работы Вишудхи зависит Ваше аналитическое мышление и эмоциональное состояние',
      'Чакра отвечает за речь и слух, влияет на самовыражение. Под ответственность этой чакры попадают бронхи, речевой аппарат, щитовидная железа'
    ],
    openSeaLink:
      'https://opensea.io/assets/ethereum/0x495f947276749ce646f68ac8c248420045cb7b5e/7466157608590731687752631606010110470022539615438142422299172881489677255433'
  },
  {
    id: '6',
    color: '#092e94',
    path: '/collection/6',
    previewImage: previewImage_6,
    name: 'Интуиция',
    image: image_6,
    description: [
      'ОМ - Аджна (третий глаз)',
      'Местоположение - центр лба. Мантра ОМ. Звук - ЛЯ. Цвет - синий. Ощущение - холод. Ответственна: за ясновидение, яснознание, яснослышание, зрение вне трехмерного пространства, озарение сознания, связь с тонкими мирами и измерениями выше 4-го, интуицию',
      'На физиологическом уровне чакра ОМ, взаимодействует с эпифизом и гипофизом. Эпифиз - это небольшая железа внутренней секреции, расположенная внутри мозга рядом с гипофизом. Ее функция в официальной медицине мало изучена',
      'Известно, что эпифиз возникает у зародыша сначала как обычный глаз, который затем погружается внутрь мозга'
    ],
    openSeaLink:
      'https://opensea.io/assets/ethereum/0x495f947276749ce646f68ac8c248420045cb7b5e/7466157608590731687752631606010110470022539615438142422299172882589188883209'
  },
  {
    id: '7',
    color: '#500573',
    path: '/collection/7',
    name: 'Духовность',
    previewImage: previewImage_7,
    image: image_7,
    description: [
      'AUM - Сахасрара (чакра темени)',
      'Местоположение: темя, макушка, "родничок". Мантра АУМ. Звук - СИ, Цвет - фиолетовый. Ощущение - холодное покалывание',
      'На физиологическом уровне она взаимодействует с корой головного мозга и гипофизом',
      'При полноценной работе этой чакры наблюдается активизация всей коры, что приводит к высокому уровню интеллекта, гениальности, интуиции, и в конечном счете к связи с Всевышним - просветлению.'
    ],
    openSeaLink:
      'https://opensea.io/assets/ethereum/0x495f947276749ce646f68ac8c248420045cb7b5e/7466157608590731687752631606010110470022539615438142422299172883688700510985'
  }
];
