export const data = [
  'Переход в WEB 3.0 открывает нам новые возможности NFT технологий в симбиозе с Силой мысли',
  'NFT-талисман Meta Joker, магическая карта в колоде Meta-Мира, представляет собой новый, созидательный формат NFT игры с психотерапевтическим эффектом программирования своего Сознания на устойчивое состояние Успеха.',
  'Самосовершенствование с Meta Joker - это игра с взаимной выгодой для Мира и себя, здесь действует принцип “выиграл-выиграл” - это когда ты, становишься богаче от того, что помогаешь разбогатеть другому, разбогатеть духовно, интеллектуально либо финансово-материально. Сделай себя лучше, играя в самосовершенствование с талисманом Meta Joker!',
  'Присоединяйся к нам, уже сегодня!'
];
