export const data = [
  {
    title: 'Что такое Meta-Joker',
    text: [
      ' - это уникальная технология расширения Сознания человека, через активацию и пробуждение врожденных качеств Гениальности. Суть в том, что в каждом из нас, - в нашей энергоинформационной Матрице (Душе), от Творца и Природы, заложено множество генно-эволюционных кодов и программ. В нашей игре Вы постепенно осваиваете потенциал всех мета-талисманов, чем, автоматически гармонизируете свои энергоцентры (Чакры) и активируете Шишковидную железу, расширяя Сознание'
    ]
  },
  {
    title: 'В чем польза?',
    text: [
      'P2B (Play-to-Benefit) это ментально-цифровой формат игры и взаимоотношений, основанных на этике Взаимности – делай другому то, чего желаешь для себя.Основная идея P2B заключается в том, что делать добро и приносить пользу друг-другу - это наше врожденное качество, и задача каждого из нас, определить свой код Гения (Дар), активировать его и приносить пользу окружающему Миру.',
      'Обладатель Meta Joker играет со своей собственной Реальностью, трансформируя её в желаемую для себя среду и совершенствует себя, используя "ускорители" предоставленные P2B формате, чтобы достичь самореализации и поставленных целей, а именно:'
    ],
    list: [
      'осознать своё предназначение',
      'обрести физическое и психическое здоровье',
      'обрести осознанность, баланс и гармонию в Жизни',
      'исцелить прошлое и трансформировать весь свой опыт в Силу',
      'познать действие Законов Вселенной'
    ]
  },
  {
    title: 'Цель проекта',
    text: [
      'Проект Meta Joker создан группой мета-психологов и крипто-энтузиастами из сообщества Era Nova, как психотерапевтический метод самореализации Человека.Мета Сообщество Era Nova, основано с целью реализации морально-нравственных норм и универсальной системы этического взаимодействия Человека с различными формами жизни и сферами мироздания на основе признания этики Взаимности и самоценности всех проявлений Жизни.',
      'Наш психотерапевтический метод, - Р2В & Meta Joker - пробуждает ваше Сознание, силу Духа и мощь интеллекта, мы объединяем пробужденных представителей Человечества и формируем, Разумную общественность Новой Эры. Meta Joker, как метод самореализации дает возможность определить, - кто Вы есть и в чем Ваше предназначение. После чего сформировать свою Жизнь так, чтобы на первом месте было Дело Чести. Наш метод, безоговорочно удовлетворяет Ваш духовный голод и жажду миропознания! Познания того, чего нельзя осязать, обонять, ощутить на вкус, услышать ухом и увидеть глазом.'
    ]
  }
];
